Repository: kaspernj/Multinasser
Catalog: locales/*/LC_MESSAGES/default.po
Languages: da_dk, de_de

source: Invalid key: %s
da_dk: Ugyldig nøgle: %s
de_de: Ungültiger key: %s

source: Invalid key: %s.
da_dk: Ugyldig nøgle: %s.
de_de: Ungültiger key: %s.

source: Such a link already exists.
da_dk: Sådan et link findes allerede.
de_de: Dieser Link existiert bereits.

source: A page with that ID string already exists.
da_dk: En side med den ID streng findes allerede.
de_de: Es existiert schon eine Seite mit diesem ID string.

source: Search for products
da_dk: Søg efter produkter
de_de: Nach Produkten suchen

source: Enter criteria
da_dk: Indtast kriterier
de_de: Kriterien eingeben

source: Name
da_dk: Navn

source: Add new
da_dk: Tilføj ny
de_de: Neu hinzufügen

source: Search
da_dk: Søg
de_de: Suchen

source: Results
da_dk: Resultater
de_de: Ergebnisse

source: Product
da_dk: Produkt
de_de: Produkt

source: No products were found.
da_dk: Der blev ikke fundet nogle produkter.
de_de: Es wurden keine Produkte gefunden.

source: View user: %s
da_dk: Se bruger: %s
de_de: Benutzer sehen: %s

source: There is no content on this page yet.
da_dk: Der er endnu intet indhold på denne side.
de_de: Auf dieser Seite gibt es noch keinen Inhalt.

source: Error
da_dk: Fejl

source: The object you are looking for were not found.
da_dk: Objektet du leder efter blev ikke fundet.
de_de: Das Objekt nach dem Sie suchen wurde nicht gefunden.

source: Log in
da_dk: Log ind
de_de: Einloggen

source: Could not find a user with such a username and/or password.
da_dk: Kunne ikke finde en bruger med sådan et brugernavn og/eller kodeord.
de_de: Es wurde kein Benutzer mit dem Benutzernamen und/oder Passwort gefunden.

source: You are logged in as %s.
da_dk: Du er logget ind som %s.
de_de: Sie sind eingeloggt als %s.

source: Enter details
da_dk: Indtast detaljer
de_de: Details eingeben

source: Username
da_dk: Brugernavn
de_de: Benutzername

source: The username you want to log in with.
da_dk: Det brugernavn som du vil logge ind med.
de_de: Der Benutzername mit dem Sie einloggen wollen.

source: Password
da_dk: Adgangskode
de_de: Passwort

source: The password assigned to that username.
da_dk: Adgangskoden som der er registreret for det valgte brugernavn.
de_de: Das Passwort, dass zu dem Benutzernamen gehört.

source: Search for companies
da_dk: Søg efter firmaer
de_de: Nach Unternehmen suchen

source: Company
da_dk: Firma
de_de: Unternehmen

source: No companies were found.
da_dk: Der blev ikke fundet nogle firmaer.
de_de: Es wurde kein Unternehmen gefunden.

source: A part of the companys name you are searching for.
da_dk: En del af firmaets navn du leder efter.
de_de: Teile des Namens für das Unternehmen nach dem Sie suchen.

source: Edit page: %s
da_dk: Rediger side: %s
de_de: Seite bearbeiten: %s

source: Add new page
da_dk: Tilføj ny side
de_de: Neue Seite hinzufügen

source: The name of the page as it should appear on the website and in the mobile application.
da_dk: Navnet på siden som det skal se ud på hjemmesiden og i mobil applikationen.
de_de: Der Name der Seite wie er auf der Internetseite und in dem App erscheinen soll.

source: ID string
da_dk: ID streng

source: This text is used to look this page up in the system.
da_dk: Denne tekst bliver brugt til at slå siden op i systemet.
de_de: Dieser Text wird genutzt um die Seite im System zu suchen.

source: Content
da_dk: Indhold
de_de: Inhalt

source: The content as it should appear on the website and on the mobile application.
da_dk: Indholdet som det skal se ud på hjemmesiden og på mobil-applikationen.
de_de: Der Inhalt wie er auf der Internetseite und im dem App erscheinen soll.

source: Delete
da_dk: Slet
de_de: Löschen

source: Do you want to delete this page?
da_dk: Vil du slette denne side?
de_de: Wollen Sie diese Seite löschen?

source: Save
da_dk: Gem
de_de: Speichern

source: Edit points: %s
da_dk: Rediger points: %s
de_de: Punkte eingeben: %s

source: Add new points
da_dk: Tilføj nye points
de_de: Neue Punkte hinzufügen

source: Title
da_dk: Titel
de_de: Titel

source: Object
da_dk: Objekt
de_de: Objekt

source: Description
da_dk: Beskrivelse
de_de: Beschreibung

source: Do you want to delete these points?
da_dk: Vil du slette disse points?
de_de: Wollen Sie diese Punkte löschen?

source: View points for: %s
da_dk: Se points for: %s
de_de: Punkte sehen für: %s

source: List of points
da_dk: Liste over points
de_de: Liste über Pubkte

source: Add
da_dk: Tilføj
de_de: Hinzufügen

source: Author
da_dk: Forfatter
de_de: Autor

source: No points were found for this object.
da_dk: Der blev ikke fundet nogle points for dette objekt.
de_de: Es wurden keine Punkte für dieses Objekt gefunden.

source: Edit file: %s
da_dk: Rediger fil: %s
de_de: Datei bearbeiten: %s

source: Add new file
da_dk: Tilføj ny fil
de_de: Neue Datei hinzufügen

source: File
da_dk: Fil
de_de: Datei

source: You can choose the file this object should represent here and then uploading it by pressing 'Save'.
da_dk: Du kan vælge filen dette objekt repræsentere her og uploade den ved at trykke 'Gem'.
de_de: Sie können die Datei, die das Objekt repräsentieren soll, hier wählen und dann hochladen indem sie 'Speichern' klicken.

source: Attached to
da_dk: Vedhæftet til
de_de: Angehangen zu

source: The object that this files is attached to and what it will be shown for.
da_dk: Objektet som denne fil er vedhæftet og som den vil blive vist for.
de_de: Das Objekt zu dem die Datei angehangen ist und für was es gezeigt wird.

source: File object
da_dk: Fil objekt
de_de: Datei Objekt

source: A link representing this object where you can download the file and go to edit-mode.
da_dk: Link der repræsenterer dette objekt, hvor du kan downloade filen og redigere den.
de_de: Ein Link, der das Objekt repräsentiert wo Sie die Datei herunterladen können und zum Bearbeitungs-Mode gelangen.

source: This description should describe what this files is and what it contains.
da_dk: Denne beskrivelse skal beskrive hvad filen er og hvad den indeholder.
de_de: Die Beschreibung sollte erklären was diese Datei ist und was sie beinhaltet.

source: Do you want to delete this file?
da_dk: Vil du slette denne fil?
de_de: Wollen Sie diese Datei löschen?

source: Files for %s
da_dk: Filer for %s
de_de: Dateien für %s

source: List of files
da_dk: Liste over filer
de_de: Liste der Dateien

source: No files were found.
da_dk: Der blev ikke fundet nogle filer.
de_de: Es wurden keine Dateien gefunden.

source: Edit company: %s
da_dk: Rediger firma: %s
de_de: Unternehmen bearbeiten: %s

source: Add new company
da_dk: Tilføj ny firma
de_de: Neues Unternehmen hinzufügen

source: Company has been updated.
da_dk: Firmaet er blevet opdateret.
de_de: Das Unternehmen wurde aktualisiert.

source: The name of the company as it should appear on the mediums.
da_dk: Navnet på virksomheden som det skal se ud på alle medier.
de_de: Der Name des Unternehmens, wie er in dem Medium erscheinen sollte.

source: A description of the company as it should be shown on the mediums.
da_dk: En beskrivelse af virksomheden som det skal se ud på alle medier.
de_de: Eine Beschreibung des Unternehmens, wie sie in dem Medium erscheinen sollte.

source: Files
da_dk: Filer
de_de: Dateien

source: Do you want to delete this company?
da_dk: Vil du slette dette firma?
de_de: Wollen Sie dieses Unternehmen löschen?

source: Edit product: %s
da_dk: Rediger produkt: %s
de_de: Produkt bearbeiten: %s

source: Such a company is not linked to this product.
da_dk: Sådan en virksomhed er ikke linket til dette produkt.
de_de: So ein Unternehmen ist nicht zu dem Produkt verlinkt.

source: Add new product
da_dk: Tilføj nyt produkt
de_de: Neues Produkt hinzufügen

source: The name of the product as it should appear on the website, in the mobile app. and other places
da_dk: Navnet på produktet som det skal se ud på hjemmesiden, på mobil-applikationen og andre steder
de_de: Der Name des Produktes, wie es auf der Internetseite, in dem App etc. erscheinen soll.

source: The description of the product so a user can recognize it based on this description.
da_dk: Beskrivelse af produktet så brugeren kan genkende det baseret på denne.
de_de: Eine Beschreibung des Produktes, so dass ein Benutzer es erkennen kann.

source: Do you want to delete this product?
da_dk: Vil du slette dette produkt?
de_de: Wollen Sie dieses Produkt löschen?

source: Companies
da_dk: Firmaer
de_de: Unternehmen

source: Added
da_dk: Tilføjet
de_de: Hinzugefügt

source: Added by
da_dk: Tilføjet af
de_de: Hinzugefügt von

source: Actions
da_dk: Muligheder
de_de: Aktionen

source: Do you want to remove this company?
da_dk: Vil du fjerne denne virksomhed?
de_de: Wollen Sie dieses Unternehmen löschen?

source: remove company
da_dk: fjern virksomhed
de_de: Unternehmen entfernen

source: No companies has been added to this product.
da_dk: Der er ikke blevet tilføjet nogle virksomheder til dette produkt.
de_de: Es wurde kein Unternehmen zu diesem Produkt hinzugefügt.

source: Export database
da_dk: Eksporter database
de_de: Datenbank exportieren

source: Cloning database connection.
da_dk: Kloner database forbindelse.
de_de: Datenbank Verbindung klonen.

source: Creating SQLite3 database.
da_dk: Opretter SQLite3 database.
de_de: SQLite3 Datenbank erstellen.

source: Done.
da_dk: Færdig.
de_de: Fertig.

source: Running
da_dk: Kører
de_de: in Arbeit

source: Yes
da_dk: Ja
de_de: Ja

source: No
da_dk: Nej
de_de: Nein

source: Generate SQLite3 database
da_dk: Genererer SQLite3 database
de_de: SQLite3 Datenbank generieren

source: Generated database
da_dk: Genereret database
de_de: Generierte Datenbank

source: Date & time
da_dk: Dato & tid
de_de: Datum & Zeit

source: Search for pages
da_dk: Søg efter sider
de_de: Nach Seiten suchen

source: The name of the page you are searching for.
da_dk: Navnet på den side du leder efter.
de_de: Der Name der Seite nach der Sie suchen.

source: Page
da_dk: Side
de_de: Seite

source: No pages were found.
da_dk: Der blev ikke fundet nogle sider.
de_de: Es wurden keine Seiten gefunden.

source: Close
da_dk: Luk
de_de: Schließen

source: Pages
da_dk: Sider
de_de: Seiten

source: Products
da_dk: Produkter
de_de: Produkte

source: Export DB
da_dk: Eksporter DB
de_de: DB exportieren

source: Log out
da_dk: Log ud
de_de: Ausloggen

source: Made by %s
da_dk: Lavet af %s

source: Points
de_de: Punkte
